/* `welcomeLabel` UILabel text default value */
"Welcome" = "Καλωσορίσατε";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Σας ευχαριστούμε για την λήψη";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Ακολουθήστε τις οδηγίες που λάβατε στο email υποδοχής για να ξεκινήσετε την διαδικασία ενεργοποίησης.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Διαχειριστείτε αποτελεσματικά τις καθημερινές σας εργασίες και διεκπεραιώστε με επιτυχία τα έργα σας.";

"ScanInstruction" = "Σαρώστε τον ασφαλή κωδικό QR για να ξεκινήσετε την διαδικασία ενεργοποίησης.";

"DiscoveryServiceInstruction" = "Εισάγετε την ηλεκτρονική σας διεύθυνση και ξεκινήστε την διαδικασία ενεργοποίησης.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Ελεγχος Λογαριασμού...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Εναρξη";

"Scan" = "Σάρωση";

/* `demoLabel` UILabel text default value */
"Explore" = "Θέλετε να το γνωρίσετε;";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Δοκιμάστε το Demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Καθορισμός Κωδικού Πρόσβασης";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Κωδικός πρόσβασης";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Επιλογή Κωδικού Πρόσβασης";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Επιβεβαίωση Κωδικού Πρόσβασης";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Εισάγετε ξανά τον κωδικό πρόσβασής σας.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Επιβεβαιώστε τον κωδικό σας.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Εισάγετε τον κωδικό πρόσβασής σας.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Αλλαγή Κωδικού Πρόσβασης";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Εισάγετε τον τρέχοντα κωδικό πρόσβασής σας.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Οχι Τώρα";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Πίσω";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Επόμενο";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Τέλος";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Επιλέξτε έναν κωδικό πρόσβασης με τουλάχιστον %d χαρακτήρες για ξεκλείδωμα της εφαρμογής.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Επιλέξτε έναν κωδικό πρόσβασης με τουλάχιστον %d ψηφία για ξεκλείδωμα της εφαρμογής.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Συμπεριλάβετε τα εξής:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Πεζοί χαρακτήρες (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Κεφαλαίοι χαρακτήρες (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Αριθμοί (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Σύμβολα (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Επαναφορά Κωδικού Πρόσβασης";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Η επαλήθευση κωδικού πρόσβασης απέτυχε.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Ο κωδικός πρόσβασης απορρίφθηκε από το FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Νέα είσοδος";

/* The title for setup touch ID screen. */
"TouchIDKey" = "ID Αφής";

/* The title for setup touch ID screen. */
"FaceIDKey" = "ID Προσώπου";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " είναι τώρα διαθέσιμο!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Η ενεργοποίηση του ID Αφής παρέχει ταχύτερη πρόσβαση στις πληροφορίες σας.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Μπορείτε να ενεργοποιείτε ή να απενεργοποιείτε αυτό το χαρακτηριστικό όποτε θέλετε από τις Ρυθμίσεις.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Ενεργοποιήστε το ID Αφής για γρήγορη και ασφαλή πρόσβαση.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Εάν το ID Αφής είναι απενεργοποιημένο, θα σας ζητηθεί ο κωδικός πρόσβασης της συσκευής σας.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Η ενεργοποίηση του ID Προσώπου παρέχει ταχύτερη πρόσβαση στις πληροφορίες σας.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Μπορείτε να ενεργοποιείτε ή να απενεργοποιείτε αυτό το χαρακτηριστικό όποτε θέλετε από τις Ρυθμίσεις.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Ενεργοποιήστε το ID Προσώπου για γρήγορη και ασφαλή πρόσβαση.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Εάν το ID Προσώπου είναι απενεργοποιημένο, θα σας ζητηθεί ο κωδικός πρόσβασης της συσκευής σας.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Για να χρησιμοποιήσετε το ID Αφής, προσθέστε τα δακτυλικά σας αποτυπώματα στις ρυθμίσεις της συσκευής σας.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Αυτό μπορείτε να το κάνετε όποτε θέλετε από τις Ρυθμίσεις - ID Αφής & Κωδικός Πρόσβασης.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Για να χρησιμοποιήσετε το ID Προσώπου, εισάγετε το ID Προσώπου στις ρυθμίσεις της συσκευής σας.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Αυτό μπορείτε να το κάνετε όποτε θέλετε από τις Ρυθμίσεις - ID Προσώπου & Κωδικός Πρόσβασης.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Μάθετε περισσότερα για το ID Αφής";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Μάθετε περισσότερα για το ID Προσώπου";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Ενεργοποίηση";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Ταυτοποίηση με το ID Αφής";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Ταυτοποίηση με το ID Προσώπου";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Σφάλμα";

/* The error title. */
"AuthenticationErrorKey" = "Σφάλμα Ταυτοποίησης";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Παρακαλώ κάντε ταυτοποίηση με το ID Αφής για να χρησιμοποιήσετε την εφαρμογή.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Παρακαλώ κάντε ταυτοποίηση με το ID Προσώπου για να χρησιμοποιήσετε την εφαρμογή.";

/* The authenticate button text. */
"AuthenticateKey" = "Ταυτοποίηση";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Οι κωδικοί πρόσβασης δεν ταιριάζουν. Δοκιμάστε ξανά.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Έχετε %d ακόμη προσπάθειες.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Έχετε 1 προσπάθεια ακόμα.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Δεν έχετε άλλη προσπάθεια.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Παρακαλώ εγγραφείτε για να επανακαθοριστεί ο κωδικός πρόσβασης.";

/* The text of the dismiss button on the alert. */
"OKKey" = "ΟΚ";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Λανθασμένος κωδικός πρόσβασης. Δοκιμάστε ξανά.";

/* The scan page title string. */
"ScanKey" = "Σάρωση";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Σάρωση Ανεπιτυχής";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Επιλέξτε μία εικόνα κωδικού QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ακυρος Κωδικός QR";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Ο κωδικός QR δεν αναγνωρίστηκε.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Επιτρέπεται η Πρόσβαση σε Φωτογραφίες";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Για να επιλέξετε μία εικόνα κωδικού QR, πρέπει να επιτρέψετε την πρόσβαση στις φωτογραφίες σας από τις ρυθμίσεις απορρήτου της συσκευής σας.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Επιτρέπεται η Πρόσβαση στην Κάμερα";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Για να σαρώσετε με την κάμερα, πρέπει να επιτρέψετε την πρόσβαση στην κάμερά σας από τις ρυθμίσεις απορρήτου της συσκευής σας.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Ρυθμίσεις";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Επιβεβαίωση";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Η σάρωση ήταν επιτυχής. Θα συνδεθείτε με:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Συνέχεια";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Εκκίνηση";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Ενεργοποίηση";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Εάν λάβατε ένα email υποδοχής, ανοίξτε τον σύνδεσμο που υπάρχει σε αυτό. Εναλλακτικά, εισάγετε την ηλεκτρονική σας διεύθυνση ή σαρώστε τον κωδικό QR για να ξεκινήσετε.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Επόμενο";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Ή";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Σάρωση";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Αποδοχή";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Απόρριψη";

/* The authentication title. */
"AuthenticationKey" = "Ταυτοποίηση";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασης για ταυτοποίηση.";

/* Username input field placeholder string */
"usernameKey" = "όνομα χρήστη";

/* Password input field placeholder string */
"passwordKey" = "κωδικός πρόσβασης";

/* Sign In button string. */
"SignInKey" = "Σύνδεση";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Λανθασμένα διαπιστευτήρια. Δοκιμάστε ξανά.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Συμπληρώστε τις παρακάτω πληροφορίες για να ξεκινήσετε την διαδικασία ενεργοποίησης.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Επαλήθευση Πληροφοριών...";

/* Cancel button string. */
"CancelKey" = "Ακύρωση";

/* Allow button string. */
"AllowKey" = "Επιτρέπεται";

/* Deny button string. */
"DenyKey" = "Αρνηση";

/* No button string. */
"NoKey" = "Οχι";

/* Quit button string. */
"QuitKey" = "Εξοδος";

/* GiveConsent button string. */
"GiveConsentKey" = "Παροχή Συναίνεσης";

/* Navbar title string. */
"StepKey" = "Βήμα";

/* Navbar title string. */
"OfKey" = "του";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Θέλετε να διακόψετε την διαδικασία ένταξης;";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Χωρίς την συναίνεση δεν θα μπορείτε να συνεχίσετε την ένταξη.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Αλλαγή ή Προσθήκη Χρήστη";

/* Title for Log In button */
"LogInKey" = "Σύνδεση";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Αναζήτηση χρηστών σε αυτή την συσκευή";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Ξεχάσατε τον Κωδικό Πρόσβασης;";

/* Title for Loction */
"PNLoctionTitleKey" = "Ενεργοποιήστε τις υπηρεσίες τοποθεσίας για να μπορέσετε να χρησιμοποιήσετε τον χάρτη και τα χαρακτηριστικά πλοήγησης";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Ενεργοποιήστε τις ειδοποιήσεις ώστε να μπορείτε να λάβετε ειδοποιήσεις σχετικά με σημαντικές ανακοινώσεις";

/* Title for Photos */
"PNPhotosTitleKey" = "Ενεργοποιήστε την πρόσβαση στη βιβλιοθήκη φωτογραφιών ώστε να μπορείτε να ενεργοποιήσετε την κοινοποίηση φωτογραφιών και την πρόσβαση στη βιβλιοθήκη φωτογραφιών";

/* Title for Calendar */
"PNCalendarTitleKey" = "Ενεργοποιήστε την πρόσβαση στο ημερολόγιο ώστε να μπορείτε να κάνετε κράτηση σε δωμάτια και να δείτε τις συναντήσεις σας";

/* Title for Camera */
"PNCameraTitleKey" = "Ενεργοποιήστε την κάμερα ώστε να μπορείτε να συνδεθείτε και πραγματοποιήστε επαλήθευση με το Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Μπορείτε να αλλάξετε αυτήν την άδεια αργότερα χρησιμοποιώντας τις ρυθμίσεις εφαρμογής";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Η εφαρμογή χρησιμοποιεί τις άδειες παρακάτω για να σας παρέχει την βέλτιστη εμπειρία που σας προσφέραμε";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Να επιτρέπεται στην εφαρμογή να έχει πρόσβαση στην Τοποθεσία σας και να σας ειδοποιεί όταν την χρησιμοποιείτε.\n\nΓια να ορίσετε ή να επεξεργαστείτε την άδεια Τοποθεσίας, ανοίξτε τις ρυθμίσεις iOS > Πατήστε \"Τοποθεσία\" > Πατήστε \"Εφαρμογή\" > Επιλέξτε την προτιμώμενη ρύθμιση άδειας Τοποθεσίας";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Να επιτρέπεται στην εφαρμογή να έχει πρόσβαση στις Ειδοποιήσεις σας και να σας ειδοποιεί όταν την χρησιμοποιείτε.\n\nΓια να ορίσετε ή να επεξεργαστείτε την άδεια Ειδοποιήσεις, ανοίξτε τις ρυθμίσεις iOS > Πατήστε \"Ειδοποιήσεις\" > Πατήστε \"Εφαρμογή\" > Επιλέξτε την προτιμώμενη ρύθμιση άδειας Ειδοποιήσεις";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Να επιτρέπεται στην εφαρμογή να έχει πρόσβαση στις Φωτογραφίες σας και να σας ειδοποιεί όταν την χρησιμοποιείτε.\n\nΓια να ορίσετε ή να επεξεργαστείτε την άδεια Φωτογραφίες, ανοίξτε τις ρυθμίσεις iOS > Πατήστε \"Φωτογραφίες\" > Πατήστε \"Εφαρμογή\" > Επιλέξτε την προτιμώμενη ρύθμιση άδειας Φωτογραφίες";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Να επιτρέπεται στην εφαρμογή να έχει πρόσβαση στην Κάμερά σας και να σας ειδοποιεί όταν την χρησιμοποιείτε.\n\nΓια να ορίσετε ή να επεξεργαστείτε την άδεια Κάμερα, ανοίξτε τις ρυθμίσεις iOS > Πατήστε \"Κάμερα\" > Πατήστε \"Εφαρμογή\" > Επιλέξτε την προτιμώμενη ρύθμιση άδειας Κάμερα";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Να επιτρέπεται στην εφαρμογή να έχει πρόσβαση στο Ημερολόγιό σας και να σας ειδοποιεί όταν την χρησιμοποιείτε.\n\nΓια να ορίσετε ή να επεξεργαστείτε την άδεια Ημερολόγιο, ανοίξτε τις ρυθμίσεις iOS > Πατήστε \"Ημερολόγιο\" > Πατήστε \"Εφαρμογή\" > Επιλέξτε την προτιμώμενη ρύθμιση άδειας Ημερολόγιο";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Άνοιγμα Ρυθμίσεων iOS";

